{
  "-NvOi_XxKFgQmbj4Wy1x": {
    "firebaseKey": "-NvOi_XxKFgQmbj4Wy1x",
    "tagId": "-NvOi_XxKFgQmbj4Wygx",
    "title": "Cozy Winter Reads for Snowy Nights",
    "content": "I’m looking for books that feel warm and comforting, perfect for curling up with a blanket and a cup of hot cocoa. Stories with a wintery or holiday vibe are great, but I’m also open to anything that feels heartwarming, nostalgic, or quietly magical—something to make a snowy evening feel even cozier",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W0bePFzawpeUJJdZmkB8AQTQuth2"
  },
  "-NvOi_YxKFgQmbj5Wy2x": {
    "firebaseKey": "-NvOi_YxKFgQmbj5Wy2x",
    "tagId": "-NvOi_XxKFgQmbj4Wygx",
    "title": "A book that feels like sunlight streaming through a dusty window",
    "content": "I’m looking for books that have a gentle, hopeful tone. Stories with beautiful, lyrical prose and characters who find light and meaning in unexpected places.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W1bePFzawpeUJJdZmkB8AQTQuth3"
  },
  "-NvOi_ZxKFgQmbj6Wy3x": {
    "firebaseKey": "-NvOi_ZxKFgQmbj6Wy3x",
    "tagId": "-NvOi_ZxKLgQmbj6Wyax",
    "title": "Shows that make you want to pack your bags and go on an adventure",
    "content": "I’m looking for shows with breathtaking settings, epic journeys, or adventurous characters. Something that makes you want to explore the world, even if it’s just from your couch.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W2bePFzawpeUJJdZmkB8AQTQuth4"
  },
  "-NvOi_AxKFgQmbj7Wy4x": {
    "firebaseKey": "-NvOi_AxKFgQmbj7Wy4x",
    "tagId": "-NvOi_XxKFgQmbj4Wygx",
    "title": "Books for when you want to get lost in the woods without leaving your couch",
    "content": "I'm looking for books that make you feel completely immersed in nature—lush forests, moss-covered trails, and the quiet hum of the wilderness. Bonus points if the story has a sense of mystery or self-discovery.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W3bePFzawpeUJJdZmkB8AQTQuth5"
  },
  "-NvOi_BxKFgQmbj8Wy5x": {
    "firebaseKey": "-NvOi_BxKFgQmbj8Wy5x",
    "tagId": "-NvOi_ZxKLgQmbj6Wyax",
    "title": "Mind-Bending Sci-Fi Shows to Binge",
    "content": "I've always wanted to learn the piano. Can anyone recommend a good starting point or offer lessons?",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W4bePFzawpeUJJdZmkB8AQTQuth6"
  },
  "-NvOi_CxKFgQmbj9Wy6x": {
    "firebaseKey": "-NvOi_CxKFgQmbj9Wy6x",
    "tagId": "-NvOi_YxKJgQmbj5Wyzx",
    "title": "A movie that captures the chaos and beauty of a summer thunderstorm",
    "content": "I'm looking for a movie that has that raw, dramatic energy of a thunderstorm—unpredictable, emotional, and beautiful. Something with striking visuals and a story that feels intense and cathartic",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W5bePFzawpeUJJdZmkB8AQTQuth7"
  },
  "-NvOi_DxKFgQmbj0Wy7x": {
    "firebaseKey": "-NvOi_DxKFgQmbj0Wy7x",
    "tagId": "-NvOi_ZxKLgQmbj6Wyax",
    "title": "Shows that feel like old friends you did not know you missed",
    "content": "I am looking for TV shows with characters and stories that are warm, familiar, and comforting. Something I can binge-watch that feels like coming home after a long day.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W6bePFzawpeUJJdZmkB8AQTQuth8"
  },
  "-NvOi_ExKFgQmbj1Wy8x": {
    "firebaseKey": "-NvOi_ExKFgQmbj1Wy8x",
    "tagId": "-NvOi_ZxKLgQmbj6Wybx",
    "title": "Songs for sitting by the window, watching the world go by",
    "content": "I want music that’s mellow, reflective, and perfect for a quiet moment of introspection. Songs that make you feel nostalgic but also at peace.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W7bePFzawpeUJJdZmkB8AQTQuth9"
  },
  "-NvOi_FxKFgQmbj2Wy9x": {
    "firebaseKey": "-NvOi_FxKFgQmbj2Wy9x",
    "tagId": "-NvOi_ZxKLgQmbj6Wycx",
    "title": "Podcasts that sound like they were recorded in a cozy cabin",
    "content": "I’m looking for podcasts with a calm, intimate vibe—storytelling, nature themes, or maybe something contemplative that feels like a conversation around a crackling fire.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W8bePFzawpeUJJdZmkB8AQTQuth0"
  },
  "-NvOi_GxKFgQmbj3Wy0x": {
    "firebaseKey": "-NvOi_GxKFgQmbj3Wy0x",
    "tagId": "-NvOi_XxKFgQmbj4Wygx",
    "title": "Books for when the world feels too loud, and you need quiet magic",
    "content": "I want books with a soft, magical realism vibe. Stories that have a little bit of whimsy but aren’t overwhelming—something soothing and quietly powerful.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "W9bePFzawpeUJJdZmkB8AQTQuth1"
  },
  "-NvOi_HxKFgQmbj4Wy1x": {
    "firebaseKey": "-NvOi_HxKFgQmbj4Wy1x",
    "tagId": "-NvOi_YxKJgQmbj5Wyzx",
    "title": "Movies that make you want to believe in ghosts (the friendly kind)",
    "content": "I’m looking for movies about ghosts, but not scary ones—more like heartwarming or bittersweet stories. Something like The Sixth Sense but less terrifying, or Coco but with a different tone.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "Wa1bePFzawpeUJJdZmkB8AQTQuth2"
  },
  "-NvOi_IxKFgQmbj5Wy2x": {
    "firebaseKey": "-NvOi_IxKFgQmbj5Wy2x",
    "tagId": "-NvOi_ZxKLgQmbj6Wyax",
    "title": "Shows that feel like a warm sweater on a cold day",
    "content": "I’m looking for TV shows that are comforting, wholesome, and make you feel good after watching. It could be lighthearted comedies or heartfelt dramas with cozy settings.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "Wa2bePFzawpeUJJdZmkB8AQTQuth3"
  },
  "-NvOi_JxKFgQmbj6Wy3x": {
    "firebaseKey": "-NvOi_JxKFgQmbj6Wy3x",
    "tagId": "-NvOi_ZxKLgQmbj6Wybx",
    "title": "Playlists that make you want to dance barefoot under the stars",
    "content": "I’m looking for upbeat, ethereal, or dreamy songs that feel freeing and magical—music that makes you want to move but also feels deeply connected to nature.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "Wa3bePFzawpeUJJdZmkB8AQTQuth4"
  },
  "-NvOi_KxKFgQmbj7Wy4x": {
    "firebaseKey": "-NvOi_ZxKLgQmbj6Wycx",
    "tagId": "-NvOi_ZxKLgQmbj6Wyax",
    "title": "Podcasts for when you’re in the mood for whispered secrets",
    "content": "I want podcasts that feel intimate and personal—like you’re overhearing someone’s innermost thoughts or a deeply personal story. Something soothing, reflective, or mysterious.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "Wa4bePFzawpeUJJdZmkB8AQTQuth5"
  },
  "-NvOi_LxKFgQmbj8Wy5x": {
    "firebaseKey": "-NvOi_LxKFgQmbj8Wy5x",
    "tagId": "-NvOi_XxKFgQmbj4Wygx",
    "title": "Books that feel like sifting through old letters in an attic",
    "content": "I’m looking for books that uncover hidden stories or secrets from the past. Something that feels nostalgic and layered, like each chapter reveals a new piece of the puzzle.",
    "image": "",
    "timestamp": "06/08/2023",
    "uid": "Wa5bePFzawpeUJJdZmkB8AQTQuth6"
  }
}
